tap "snowflakedb/snowflake-cli"
brew "apr-util"
brew "aws-vault"
brew "awscli"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "mas"
brew "pinentry-mac"
brew "snowflake-cli"
brew "uv"
brew "volta"
cask "antigravity"
cask "betterdisplay"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "datagrip"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "keyboardcleantool"
cask "kiro"
cask "logi-options+"
cask "neat"
cask "phpstorm"
cask "postman"
cask "raycast"
cask "rubymine"
cask "session-manager-plugin"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
mas "Balance Lock", id: 1019371109
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
