tap "homebrew/bundle"
tap "homebrew/services"
tap "snowflakedb/snowflake-cli"
brew "apr-util"
brew "aws-vault"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "mas"
brew "pinentry-mac"
brew "snowflake-cli"
brew "uv"
cask "warp"
